import React from 'react'

const DeliveryPage = () => {
  return (
    <div className='max-w-screen-lg mx-auto'>
      <h3>Доставка</h3>
      <p>Доставка по городу Екатеринбург бесплатная в течение 1-3 дней с момента заказа.</p>
      <br />
      <p>Если Вы проживаете не в Екатеринбурге, Вы можете оформить доставку с помощью курьерской службы СДЭК. В данном случае, доставка оплачивается дополнительно.</p>
      <br />
      <p>Стоимость доставки рассчитывается при оформлении заказа.</p>
    </div>
  )
}

export default DeliveryPage